[ActionSkill.Skill_Deception SkillDefinition]
SkillDescription="[skill]Action Skill.[-skill] Press <StringAliasMap:Action.ActionSkill> to create a [skill]holographic decoy[-skill] and [skill]vanish[-skill] for a few seconds.  The longer you are invisible the more [skill]damage[-skill] your next attack deals, but ending invisibility sooner results in a shorter [skill]Decepti0n[-skill] cooldown. "

[ActionSkill.Skill_Deception:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Melee Damage: up to $NUMBER$"

[ActionSkill.Skill_Deception:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Critical Hit Damage: up to $NUMBER$"

[ActionSkill.Skill_Deception:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Gun Damage: up to $NUMBER$"

[Bloodshed.Backstab SkillDefinition]
SkillDescription="Your [skill]melee attacks[-skill] deal [skill]additional damage[-skill] when hitting an enemy in the [skill]back[-skill]."

[Bloodshed.BeLikeWater SkillDefinition]
SkillDescription="[skill]Shooting[-skill] an enemy increases the damage of your next [skill]melee attack[-skill].  [skill]Melee attacks[-skill] increase the damage of your [skill]next shot[-skill]."

[Bloodshed.Execute SkillDefinition]
SkillDescription="[skill]Melee Override Skill.[-skill]  While [skill]Decepti0n[-skill] is active and a target is under your crosshairs, press <StringAliasMap:Action.Melee> to [skill]dash forward[-skill] a short distance and perform a [skill]special melee strike[-skill], dealing massive damage."

[Bloodshed.Execute:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Execute Range: $NUMBER$ meters"

[Bloodshed.Grim SkillDefinition]
SkillDescription="[skill]Kill Skill.[-skill] Killing an enemy causes your [skill]shields to quickly regenerate[-skill] and increases your [skill]Action Skill Cooldown Rate[-skill] for a few seconds."

[Bloodshed.Grim:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Cooldown Rate: $NUMBER$"

[Bloodshed.Grim:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Regenerates $NUMBER$ of your Max Shields / sec."

[Bloodshed.IronHand SkillDefinition]
SkillDescription="Increases your [skill]Melee Damage[-skill] and [skill]Maximum Health[-skill]."

[Bloodshed.IronHand:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Max Health: $NUMBER$"

[Bloodshed.LikeTheWind SkillDefinition]
SkillDescription="While moving, you deal increased [skill]Melee Damage[-skill] and [skill]Gun Damage[-skill]."

[Bloodshed.ManyMustFall SkillDefinition]
SkillDescription="[skill]Killing an enemy[-skill] with a [skill]melee attack[-skill] while [skill]Decepti0n[-skill] is active causes you to deploy another holographic decoy, re-stealth, and adds time to [skill]Decepti0n's[-skill] duration.  This can be done multiple times in succession."

[Bloodshed.ManyMustFall:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''Call no man happy 'til he is dead. Happy, happy, happy, happy, happy...''"

[Bloodshed.MindTheGap:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Max Health: $NUMBER$"

[Bloodshed.Resurgence SkillDefinition]
SkillDescription="Killing an enemy with a [skill]melee attack[-skill] restores [skill]health[-skill].  The lower your health, the more health you receive."

[Bloodshed.Resurgence:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Restores up to $NUMBER$ of your Max Health."

[Cunning.Ambush SkillDefinition]
SkillDescription="[skill]Increases damage[-skill] dealt when [skill]attacking from behind[-skill], or when attacking an enemy who is [skill]targeting someone other than you[-skill]."

[Cunning.Ambush:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Ambush Damage: $NUMBER$"

[Cunning.CounterStrike SkillDefinition]
SkillDescription="After getting hit, your next [skill]melee attack[-skill] has a chance to deal [skill]massively increased damage[-skill]."

[Cunning.CounterStrike:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="C0unter Strike Damage: $NUMBER$"

[Cunning.DeathBlossom SkillDefinition]
SkillDescription="[skill]Action Skill Augment.[-skill] Press <StringAliasMap:Action.ActionSkill> while [skill]Decepti0n[-skill] is active to throw a handful of kunai.  Each kunai will explode with a random elemental type.  Kunai do not benefit from the [skill]Decepti0n[-skill] damage bonuses, but throwing kunai does not end [skill]Decepti0n[-skill] and can apply [skill]Death Mark[-skill]."

[Cunning.DeathMark SkillDefinition]
SkillDescription="Melee attacks mark the target for death for a short duration. Marked targets take [skill]additional damage[-skill] from all sources. Also, it's not an easy thing to live with."

[Cunning.FastHands SkillDefinition]
SkillDescription="Increases [skill]Reload Speed[-skill] and [skill]Weapon Swap Speed[-skill]."

[Cunning.Fearless SkillDefinition]
SkillDescription="While your shield is depleted, you gain a bonus to [skill]Gun Damage[-skill] and [skill]Fire Rate[-skill]."

[Cunning.Innervate SkillDefinition]
SkillDescription="While [skill]Decepti0n[-skill] is active you gain increased [skill]Gun Damage[-skill] and [skill]Movement Speed[-skill], as well as [skill]regenerate health[-skill]."

[Cunning.Innervate:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Regenerates $NUMBER$ of your Max Health / sec."

[Cunning.RisingShot SkillDefinition]
SkillDescription="Each successful [skill]ranged or melee attack[-skill] grants a [skill]stacking damage bonus[-skill] for a short time.  This bonus can stack up to 5 times.  Faster weapons can gain stacks more quickly, but slower weapons retain stacks for a longer period of time."

[Cunning.RisingShot:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Melee Damage: $NUMBER$ per stack"

[Cunning.RisingShot:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Gun Damage: $NUMBER$ per stack"

[Cunning.RisingShot_Active SkillDefinition]
SkillDescription="Hitting an enemy provides a damage bonus for a few seconds.  Stacks up to 5 times."

[Cunning.TwoFang SkillDefinition]
SkillDescription="Every time you [skill]fire a gun[-skill], you have a chance to [skill]fire twice[-skill]."

[Cunning.TwoFang:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Double Shot Chance: $NUMBER$"

[Cunning.Unforseen SkillDefinition]
SkillDescription="Your holographic decoy explodes when you become visible again, dealing [skill]Shock Damage[-skill] to nearby enemies."

[Cunning.Unforseen:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Shock Damage: Rank $NUMBER$"

[Sniping.AtOneWithTheGun SkillDefinition]
SkillDescription="Greatly improves your [skill]Accuracy[-skill] with [skill]Sniper Rifles[-skill] when shooting from the hip.  Additionally, increases [skill]Reload Speed[-skill] and [skill]Magazine Size[-skill] with [skill]Sniper Rifles[-skill]."

[Sniping.Bore SkillDefinition]
SkillDescription="Your [skill]shots pierce through enemies[-skill].  If your shot hits an enemy after piercing an enemy, it deals [skill]massively increased damage[-skill].  [skill]B0re[-skill] does not work with rockets and some special projectiles. Additionally, while [skill]Decepti0n[-skill] is active, your [skill]visor will highlight enemy crit locations.[-skill]"

[Sniping.Bore:AttributePresentationDefinition_0 AttributePresentationDefinition]
NoConstraintText="Enemy crit spots highlighted while Decepti0n is active."

[Sniping.Bore:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Each additional target hit takes $NUMBER$ damage."

[Sniping.CriticalAscention SkillDefinition]
SkillDescription="Scoring a [skill]Critical Hit[-skill] with a [skill]Sniper Rifle[-skill] increases your [skill]Gun Damage[-skill] and [skill]Critical Hit Damage[-skill] with [skill]Sniper Rifles[-skill].  This effect can stack up to 999 times.  Stacks slowly decay if you haven't scored a critical hit in awhile."

[Sniping.CriticalAscention:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Sniper Rifle Damage per stack"

[Sniping.KillConfirmed SkillDefinition]
SkillDescription="Aiming down the sights with your gun grants you increased [skill]Critical Hit Damage[-skill].  The longer you aim down the sights, the greater the bonus."

[Sniping.KillConfirmed:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Critical Hit Damage: up to $NUMBER$"

[Sniping.Killer SkillDefinition]
SkillDescription="[skill]Kill Skill[-skill]. Killing an enemy increases [skill]Critical Hit Damage[-skill] and [skill]Reload Speed[-skill] for a few seconds."

[Sniping.OneShotOneKill SkillDefinition]
SkillDescription="The [skill]first shot[-skill] fired from a fully-loaded magazine deals [skill]increased damage[-skill]."

[Sniping.Optics SkillDefinition]
SkillDescription="Increases your [skill]Zoom[-skill] with all gun types.  Additionally, your aim is not disrupted as much when taking damage."

[Sniping.Velocity SkillDefinition]
SkillDescription="Increases [skill]Bullet Speed[-skill], [skill]Gun Damage[-skill], and [skill]Critical Hit Damage[-skill] with all guns."
